{
  "metadata": {
    "version": "2.0",
    "lastUpdated": "2025-12-20",
    "disclaimer": "Artikel ini adalah konten preview yang dibuat untuk tujuan referensi karir. Konten lengkap tersedia di sumber eksternal."
  },
  "articles": [
    {
      "id": "tips-interview-kerja-sukses",
      "title": "10 Tips Interview Kerja yang Efektif",
      "category": "Pengembangan Karir",
      "thumbnail": "https://images.unsplash.com/photo-1573496359142-b8d87734a5a2?w=800",
      "summary": "Persiapan interview yang matang adalah kunci sukses mendapatkan pekerjaan impian. Pelajari strategi komunikasi, cara menjawab pertanyaan sulit, dan tips membangun kesan profesional yang kuat kepada rekruter.",
      "readTime": "5 menit",
      "publishedAt": "2025-12-15",
      "author": "Tim LokerID",
      "contentPreview": [
        {
          "type": "paragraph",
          "text": "Interview kerja adalah momen krusial dalam proses rekrutmen. Banyak kandidat yang sebenarnya berkualitas gagal karena kurang persiapan. Berikut tips yang dapat membantu Anda tampil maksimal."
        },
        {
          "type": "bullet",
          "items": [
            "Riset perusahaan dan posisi yang dilamar secara mendalam",
            "Siapkan jawaban untuk pertanyaan umum seperti 'Ceritakan tentang diri Anda'",
            "Latih body language dan kontak mata yang percaya diri",
            "Bawa portfolio atau dokumen pendukung yang relevan",
            "Siapkan 3-5 pertanyaan berkualitas untuk pewawancara"
          ]
        },
        {
          "type": "paragraph",
          "text": "Ingat, interview adalah komunikasi dua arah. Anda juga perlu mengevaluasi apakah perusahaan dan budaya kerjanya cocok dengan Anda."
        }
      ],
      "externalSource": {
        "name": "JobStreet Career Advice",
        "label": "Baca artikel lengkap di JobStreet",
        "url": "https://id.jobstreet.com/id/career-advice/interview-tips"
      }
    },
    {
      "id": "negosiasi-gaji-efektif",
      "title": "Panduan Negosiasi Gaji untuk Fresh Graduate",
      "category": "Gaji & Benefit",
      "thumbnail": "https://images.unsplash.com/photo-1554224311-beee460c201f?w=800",
      "summary": "Negosiasi gaji bukan hanya tentang angka, tapi juga memahami nilai diri Anda di pasar kerja. Pelajari strategi negosiasi yang profesional, timing yang tepat, dan cara membangun argumen yang kuat berdasarkan riset pasar.",
      "readTime": "6 menit",
      "publishedAt": "2025-12-10",
      "author": "Tim LokerID",
      "contentPreview": [
        {
          "type": "paragraph",
          "text": "Negosiasi gaji sering dianggap tabu, padahal ini adalah bagian penting dari proses rekrutmen. Dengan strategi yang tepat, Anda bisa mendapatkan kompensasi yang adil tanpa terkesan serakah."
        },
        {
          "type": "bullet",
          "items": [
            "Lakukan riset gaji pasar untuk posisi dan industri Anda",
            "Tunggu hingga perusahaan memberikan offer terlebih dahulu",
            "Fokus pada total kompensasi, bukan hanya gaji pokok",
            "Gunakan data konkret untuk mendukung ekspektasi Anda",
            "Bersikap fleksibel dan terbuka terhadap paket alternatif"
          ]
        },
        {
          "type": "paragraph",
          "text": "Negosiasi yang sukses adalah win-win solution. Tunjukkan bahwa Anda memahami nilai yang akan Anda bawa untuk perusahaan."
        }
      ],
      "externalSource": {
        "name": "JobStreet Career Advice",
        "label": "Baca panduan lengkap di JobStreet",
        "url": "https://id.jobstreet.com/id/career-advice/salary-negotiation"
      }
    },
    {
      "id": "work-life-balance-tips",
      "title": "Menjaga Work-Life Balance di Era Remote Working",
      "category": "Kesejahteraan Kerja",
      "thumbnail": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?w=800",
      "summary": "Remote working memberikan fleksibilitas, namun juga tantangan dalam memisahkan kehidupan kerja dan pribadi. Pelajari tips praktis mengelola waktu, mencegah burnout, dan membangun rutinitas yang sehat untuk produktivitas jangka panjang.",
      "readTime": "7 menit",
      "publishedAt": "2025-12-05",
      "author": "Tim LokerID",
      "contentPreview": [
        {
          "type": "paragraph",
          "text": "Remote working mengaburkan batas antara kantor dan rumah. Tanpa strategi yang tepat, Anda bisa mengalami burnout atau justru kurang produktif. Berikut cara menjaga keseimbangan yang sehat."
        },
        {
          "type": "bullet",
          "items": [
            "Buat jadwal kerja yang konsisten dan komunikasikan ke tim",
            "Siapkan workspace khusus yang terpisah dari area pribadi",
            "Gunakan teknik time-blocking untuk mengatur prioritas",
            "Tetapkan ritual 'mulai' dan 'selesai' kerja setiap hari",
            "Jangan ragu untuk disconnect setelah jam kerja"
          ]
        },
        {
          "type": "paragraph",
          "text": "Kesehatan mental dan fisik adalah investasi jangka panjang. Prioritaskan kesejahteraan Anda untuk performa kerja yang berkelanjutan."
        }
      ],
      "externalSource": {
        "name": "JobStreet Career Advice",
        "label": "Baca tips lengkap di JobStreet",
        "url": "https://id.jobstreet.com/id/career-advice/work-life-balance"
      }
    },
    {
      "id": "resume-ats-friendly",
      "title": "Cara Membuat Resume yang ATS-Friendly",
      "category": "Pengembangan Karir",
      "thumbnail": "https://images.unsplash.com/photo-1586281380349-632531db7ed4?w=800",
      "summary": "Banyak perusahaan menggunakan Applicant Tracking System (ATS) untuk menyaring CV. Resume Anda mungkin bagus, tapi jika tidak ATS-friendly, tidak akan pernah sampai ke rekruter. Pelajari cara mengoptimalkan format dan keyword yang tepat.",
      "readTime": "5 menit",
      "publishedAt": "2025-11-28",
      "author": "Tim LokerID",
      "contentPreview": [
        {
          "type": "paragraph",
          "text": "ATS adalah software yang memindai dan meranking CV berdasarkan keyword dan format. Memahami cara kerjanya adalah kunci agar CV Anda tidak terfilter otomatis."
        },
        {
          "type": "bullet",
          "items": [
            "Gunakan format sederhana tanpa tabel, kolom, atau grafik rumit",
            "Masukkan keyword dari job description secara natural",
            "Hindari header/footer karena ATS sering tidak bisa membacanya",
            "Gunakan font standar seperti Arial, Calibri, atau Times New Roman",
            "Simpan dalam format .docx atau PDF (tergantung instruksi)"
          ]
        },
        {
          "type": "paragraph",
          "text": "Resume yang ATS-friendly bukan berarti membosankan. Tetap tunjukkan pencapaian konkret dan value yang Anda tawarkan."
        }
      ],
      "externalSource": {
        "name": "JobStreet Career Advice",
        "label": "Baca panduan lengkap di JobStreet",
        "url": "https://id.jobstreet.com/id/career-advice/ats-resume-tips"
      }
    },
    {
      "id": "networking-karir-profesional",
      "title": "Strategi Networking untuk Meningkatkan Karir",
      "category": "Pengembangan Karir",
      "thumbnail": "https://images.unsplash.com/photo-1511632765486-a01980e01a18?w=800",
      "summary": "Networking bukan hanya soal mengumpulkan kontak, tapi membangun relasi profesional yang saling menguntungkan. Pelajari cara networking yang autentik, baik online maupun offline, untuk membuka peluang karir yang lebih luas.",
      "readTime": "6 menit",
      "publishedAt": "2025-11-20",
      "author": "Tim LokerID",
      "contentPreview": [
        {
          "type": "paragraph",
          "text": "Banyak peluang karir terbaik tidak diiklankan secara publik. Networking yang efektif membuka akses ke hidden job market dan mempercepat perkembangan karir Anda."
        },
        {
          "type": "bullet",
          "items": [
            "Optimalkan profil LinkedIn dengan headline dan summary yang jelas",
            "Aktif di komunitas profesional yang relevan dengan industri Anda",
            "Berikan value terlebih dahulu sebelum meminta bantuan",
            "Follow up secara konsisten tanpa terkesan memaksa",
            "Hadiri seminar, workshop, atau meetup industri secara rutin"
          ]
        },
        {
          "type": "paragraph",
          "text": "Networking adalah investasi jangka panjang. Bangun hubungan yang genuine, bukan hanya transaksional."
        }
      ],
      "externalSource": {
        "name": "JobStreet Career Advice",
        "label": "Baca artikel lengkap di JobStreet",
        "url": "https://id.jobstreet.com/id/career-advice/networking-tips"
      }
    }
  ]
}
